# 1)

# . Написать функцию num_translate(), переводящую числительные от 0 до 10 c английского на русский язык. Например:

# >>> >>> num_translate("one")
# "один"
# >>> num_translate("eight")
# "восемь"

# Если перевод сделать невозможно, вернуть None. Подумайте, как и где лучше хранить информацию, необходимую для 
# перевода: какой тип данных выбрать, в теле функции или снаружи.


# 2)
# Необходимо создать класс Ingredient, конструктор класса принимает три обязательных аргумента:

#     name - название ингредиента
#     weight - вес в граммах
#     cost - стоимость в рублях

# В класс Ingredient необходимо добавить следующие getter-методы:

#     get_name() - возвращает название ингредиента
#     get_weight() - возвращает вес в граммах
#     get_cost() - возвращает стоимость в рублях