# 1) найти разницу между коммитами 'fixed bug with Pizza class' и 'python_package added' в файле lesson5_homework.py


# 2) импортировать в файле python_package/test1.py класс Person +3 способами. 
# для каждого вида импорта продемонстрировать вызов метода .say_hello()

# 3) если справились с заданием 1 и 2 то в файле lesson5_homework.py реализуйте следующие методы у класса Pizza 
#     get_cost() - возвращает стоимость пиццы в рублях
#     get_weight() - возвращает вес пиццы в килограммах (1кг=1000г)
# тщательно протестируйте их.

# По выполнении, отчитываемся в чат.